tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "exa"
brew "git"
brew "go"
brew "jq"
brew "neovim"
brew "tmux"
brew "bat"

cask "font-hackgen"
cask "font-hackgen-nerd"
cask "alacritty"
cask "zoom"
cask "visual-studio-code"
cask "google-chrome"
cask "docker"

mas "LINE", id: 539883307
mas "Xcode", id: 497799835
