{
  "ddc-filter-matcher_head": { "branch": "main" },
  "ddc-filter-sorter_rank": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-lsp": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" }
}
